import React from 'react';
import cl from './AboutContent.module.css'

const AboutContent = () => {
    return (
        <div className={cl.AboutContent}>
            <div>Ремонт в минске {'>'} О компании</div>
            <div className={cl.Content}>
                <div>
                    <h1>
                        Преимущества обращения в наш сервисный центр
                    </h1>
                    <div className={cl.ContentFlex}>
                        <ul>
                            <li>
                                Бесплатная диагностика (наши мастера перед проведением ремонта выполнят комплексную диагностику устройства).
                            </li>
                            <li>
                                Вы принимаете работу лично (при передаче устройства после ремонта вам демонстрируется его работоспособность).
                            </li>
                            <li>
                                Гарантия на ремонт (сервисный центр дает гарантию на замененные детали).
                            </li>
                            <li>
                                У нас на складе имеются резервы основных запасных частей, что ускоряет замену элементов и ремонт устройства в целом.
                            </li>
                            <li>
                                Мы устанавливаем только оригинальные запчасти, либо запчасти которые рекомендует производитель.
                            </li>
                            <li>
                                Сервисный центр "GREEN SERVICE" оказывает полный спектр услуг. Ремонт любой сложности, любых марок планшетов, смартфонов, ноутбуков.
                            </li>
                            <li>
                                Только лицензионные программы.
                            </li>
                        </ul>
                        <img src='http://localhost:3000/aboutImg/1.png' alt=''/>
                    </div> 
                </div>  
            </div>
            <div className={cl.Content}>
                <div>
                    <h1>
                        О Компании
                    </h1>
                    <div className={cl.ContentFlex}>
                        <div>
                            Сервисный центр Green Service уже 7 лет успешно работает в сфере сервисных услуг в Минске, занимая первую позицию в сегменте рынка сервисного обслуживания в городе.
                            Наша динамично развивающаяся компания строит свою философию на оказании клиентам ремонтных услуг высокого уровня.<br/><br/> Наша цель состоит в том, чтобы занять 
                            лидирующее место среди сервисных центров, занимающихся ремонтом современных высокотехнологичных устройств во всей Беларуси.<br/><br/>
                            Своими ценностями Green Service считает профессионализм, европейские стандарты предоставления услуг, ответственность и результативное решение задач, 
                            которые ставят клиенты. Наши квалифицированные мастера выполняют ремонт Вашей техники в профессиональной мастерской с помощью новейшего оборудования. 
                            При необходимости, наши специалисты проконсультируют Вас по вопросам ремонта смартфонов, планшетов, навигаторов и другого оборудования.
                        </div>
                        <img src='http://localhost:3000/aboutImg/2.jpg' alt=''/>
                    </div> 
                </div>  
            </div>
            <div className={cl.Content}>
                <div>
                    <h1>
                        Почему именно наш сервисный центр
                    </h1>
                    <div>
                        <div>
                            Мы стараемся индивидуально подходить к решению проблем своих заказчиков. Несмотря на то, что большинство задач по ремонту современных устройств являются типовыми, наши специалисты всегда ищут оптимальные пути решения.<br/><br/>

                            Мы входим в положение каждого нового клиента. Зачастую большинству потребителей сложно вникнуть в тонкости ремонта высокотехничных девайсов. Поэтому мы всегда готовы подробно и исчерпывающе ответить на все вопросы клиентов, посоветовать и порекомендовать лучшие пути решения возникших проблем. Наш конек – это умение всегда находить компромиссы.<br/><br/>

                            Наших сотрудников мы тщательно отбирали среди лучших дипломированных инженеров. Наши специалисты работают в сфере обслуживания видеорегистраторов, планшетов и  GPS навигаторов уже много лет. Мы регулярно направляем наших специалистов на различные тренинги и курсы в целях повышения их квалификации и роста в профессиональном плане.
                        </div>
                        <img src='http://localhost:3000/aboutImg/3.png' alt=''/>
                        <div>
                            Наш СЦ работает на высокоточном оборудовании, которое закупается у европейских производителей. Поэтому мы берем в ремонт технику со сложными и редкими неисправностями. <br/><br/>

                            Мы гордимся, что в нашем распоряжении имеется большой склад с оригинальными деталями и лицензированными аксессуарами от производителей, что позволяет нам максимально быстро, в любой момент выполнить замену любого элемента в устройстве, которое нуждается в ремонте.
                        </div>
                    </div> 
                </div>  
            </div>
            <div className={cl.Content}>
                <div>
                    <h1>
                        Приглашаем к сотрудничеству продавцов!
                    </h1>
                    <div>
                        <div>
                            1. Приглашаем компании, заинтересованные в сотрудничестве связанном с гарантийным и после гарантийным ремонтом GPS навигаторов, планшетов, видеорегистраторов и обновлением GPS карт.<br/><br/>

                            2. Наш сервисный центр успешно ведет свою деятельность уже более 7 лет.<br/><br/>

                            3. Став партнером СЦ Green Service, ваши клиенты смогут рассчитывать на профессиональную помощь и практически круглосуточную поддержку с нашей стороны.<br/><br/>

                            4.Мы выполняем свою работу быстро и качественно, поэтому вы получите комфортное сотрудничество.<br/><br/>

                            5.Большинство производителей выбрали нас в качестве официального сервисного партнера.<br/><br/>
                        </div>
                        <img src='http://localhost:3000/aboutImg/4.png' alt=''/>
                        <div>
                            6. В нашем сервисном центре есть услуга - срочный ремонт.<br/><br/>

                            7. Мы всегда открыты для наших партнёров! Всегда на связи и готовы ответить на любые вопросы.<br/><br/>

                            8. Для наших партнёров, мы ведем бонусную программу, с которой Вы сможете ознакомиться обратившись к менеджерам сервисного центра.<br/><br/>
                        </div>
                    </div> 
                </div>  
            </div>
            <div className={cl.Content}>
                <div>
                    <h1>
                        Гарантийное обслуживание сервисного центра
                    </h1>
                    <div>
                        <div >Гарантийное обслуживание может не распространяться на оборудование, поломка которого возникла по следующим причинам:</div>
                        <div>
                            1. Приглашаем компании, заинтересованные в сотрудничестве связанном с гарантийным и после гарантийным ремонтом GPS навигаторов, планшетов, видеорегистраторов и обновлением GPS карт.<br/><br/>

                            2. Наш сервисный центр успешно ведет свою деятельность уже более 7 лет.<br/><br/>

                            3. Став партнером СЦ Green Service, ваши клиенты смогут рассчитывать на профессиональную помощь и практически круглосуточную поддержку с нашей стороны.<br/><br/>

                            4.Мы выполняем свою работу быстро и качественно, поэтому вы получите комфортное сотрудничество.<br/><br/>

                            5.Большинство производителей выбрали нас в качестве официального сервисного партнера.<br/><br/>
                        </div>
                        <img src='http://localhost:3000/aboutImg/7.png' alt=''/>
                    </div> 
                </div>  
            </div>
        </div>
    );
};

export default AboutContent;